eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
hashicorp.terraform
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
pkief.material-icon-theme
postman.postman-for-vscode
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
timonwong.shellcheck
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
